{
    "1\\.13": [
        "MCEdit does not support 1.13 you can read more about it in {faq}.",
        "Please refer to {faq} for more information before asking any questions about 1.13.",
        "We don't take kindly to 1.13 around these here parts. {faq}",
        "FYI - Java 1.13 is not supported by MCEdit see {faq} for more information.",
        "We do not support Java 1.13 but we do support 1.8 through 1.12.2 on MCEdit",
        "MCEdit does not support 1.13 but we are making Amulet which will support 1.13+ and previous versions.",
        "The development team only works in their free-time so please be patient with us.",
        "MCEdit does not support Java 1.13 but we are working on a new editor called Amulet which will support 1.13+ on Java and past versions too!",
        "We don't like it when somebody mentions the 1.13 word around here so shh and keep quiet and read. {faq}",
        "We don't have any release dates currently for 1.13 but will certainly keep you posted when we do.",
        "Hey, 1.13 support is a White Whale check back in a few months maybe by then we will catch her with thee harpoon."
    ],
    "1\\.14": [
        "MCEdit does not support 1.14 you can read more about it in {faq}.",
        "Please refer to {faq} for more information before asking any questions about 1.14.",
        "We don't take kindly to 1.14 around these here parts. {faq}",
        "FYI - Java 1.14 is not supported by MCEdit see {faq} for more information.",
        "We do not support Java 1.14 but we do support 1.8 through 1.12.2 on MCEdit",
        "MCEdit does not support 1.14 but we are making Amulet which will support 1.14 and previous versions.",
        "The development team only works in their free-time so please be patient with us.",
        "MCEdit does not support Java 1.14 but we are working on a new editor called Amulet which will support 1.14+ on Java and past versions too!",
        "We don't like it when somebody mentions the 1.14 word around here so shh and keep quiet and read. {faq}",
        "We don't have any release dates currently for 1.14 but will certainly keep you posted when we do.",
        "Hey, 1.14 support is a White Whale check back in a few months maybe by then we will catch her with thee harpoon."
    ],
    "what mcedit": [
        "MCEdit-Unified is a community-sourced version of the original MCEdit software that codewarrior0 developed for the community to 3D view and edit Java worlds, we are all thankful for his amazing work!"
    ],
    "what amulet": [
        "Powerful wizards such as Podshot are creating Amulet to support 1.13+ worlds on both Java and Bedrock platforms.",
        "Powerful wizards such as BluCode are creating Amulet to support 1.13+ worlds on both Java and Bedrock platforms.",
        "Powerful wizards such as gentlegiantJGC are creating Amulet to support 1.13+ worlds on both Java and Bedrock platforms.",
        "Amulet is a new world editor that is being developed but if you would like to help contribute here is the GitHub link: https://github.com/Amulet-Team/Amulet-Map-Editor",
        "The new world editor Amulet will replace MCEdit and it's actively being worked and we are adding new features regularly.",
        "Amulet is a ground-up rewrite of a world editor for Minecraft to handle the new (and old) world formats for Java and Bedrock platforms.",
        "Amulet will be a new Minecraft world editor to handle 1.13 - 1.14+ worlds on both java and bedrock editions and all prior versions too but it's still being worked on so please be patient and see {amulet-dev} for updates on progress."
    ],
    "when amulet": [
        "Amulet is currently being developed in people's spare time and so there is no definitive timeline for updates but help is more than welcome.",
        "The developers of Amulet have other commitments such as school and so can't devote all of their time to it. We do not know when it will be ready. Help is always welcome.",
        "We do not know when Amulet will be updated next. None of the developers work on Amulet full time, and they all have other things in their lives that take priority like actual jobs/school/family/etc. Help is always welcome, however."
    ],
    "when mcedit": [
        "MCEdit-Unified is a world editor that is no longer actively being developed but if you would like to help contribute anyways, here is the GitHub link: https://github.com/Podshot/MCEdit-Unified",
        "MCEdit-Unified that is going to be deprecated soon for the new better software called Amulet! So updates will no longer actively be made to MCEdit by the developers."
    ],
    "thank bot": [
        "You got it.",
        "Don’t mention it.",
        "My pleasure.",
        "It was nothing.",
        "I'm happy to help.",
        "Anytime.",
        "It's my pleasure.",
        "I know you’d do the same for me.",
        "Live long and prosper.",
        "Anything for a fellow Minecrafter.",
        "Live long and prosper, fellow Minecrafter.",
        "The pleasure is mine.",
        "Absolutely.",
        "Definitely.",
        "No problemo.",
        "Don't sweat it.",
        "Sure thing.",
        "Finally fulfilled my purpose.",
        "I have fulfilled my purpose.",
        "Today, I have fulfilled my purpose.",
        "Glad to be of service.",
        "Awesomesauce.",
        ":)",
        "No problem mate!",
        ":smile:",
        ":smiley:",
        ":sunglasses:",
        ":blush:",
        ":wink:"
    ]
}
